label r_Aend:
    "気づかれないように詩織の後を追った。"
    "詩織は本の試し読みをしていた。"
    "「転生するのスランプだった件」"
    "知らないタイトルの本である。うちには置いていない。"
    "（もしかしてうちにある本には飽きちゃったのかな...）"
    "それはつまり今後うちに来なくなるということであり大変ショッキングである。"
    "対するてーさいとには見渡す限り大量の本が並んでおり、全て読み切ることはほぼ不可能なほどである。"
    "悲しいかな物量差は歴然であった。"

    # 突然の轟音
    "ウゥ、ウゥ、ウゥ……。ア゛ーーーーーア゛ッア゛ーー！！！！"
    "突然背後からとんでもない轟音が響く。"
    "どうやら純愛ものだと思っていたら唐突なNTRれにより脳が破壊されたようだ。"
    "合掌。"
    
    shiori "あれ、浩二くん？"
    "いつの間にか詩織が側にいた。"
    "さしずめ轟音の方向に目を向けたら経路上にいた僕に気づいたのだろう。"
    
    shiori "お使いに来たの？"
    koji "そうだよ。詩織は何をしてたの？"
    "戸惑いのせいか我ながら愚問を投げてしまった。"
    shiori "んー、見られちゃったらしょうがないよね。"
    shiori "浩二くんに君が知らないであろう本を読み聞かせようと思って読み漁ってたの。"
    shiori "大きな本屋さんに行かないと君の知らない本なんて見つからないでしょ？"
    shiori "あぁ、もちろん君の本屋が小さいって言ってるわけじゃないからね。"

    koji "僕のために？"
    shiori "そう。あんなに楽しそうに聞いてくれた人は初めてだもん、嬉しかったからね。"
    
    "そういわれるとこっちも嬉しい。"

    shiori "でもよくよく考えてみたら君に読み聞かせる本なら君が選んだ方がいいんじゃない？"
    koji "確かに。"
    
    shiori "今日は荷物で大変だろうから明日一緒に見て回らない？"
    
    menu:
        ">いいよ、楽しみ":
            shiori "じゃあ決まりだね。"

    shiori "待って、もうこんな時間。私、塾があるから先に失礼するね。"
    koji "わかった、ばいばい～"
    shiori "また明日～"
    
    "そういって彼女は塾に向かっていった。"
    koji "僕も帰るか。"
    "材料を余分に買ってしまったせいで荷物は重かったが、帰路の足取りは軽かった。"
    "ちなみにばあちゃんがカレーを2人分食したので結果オーライである。"
    
    "翌日、店に詩織がやってきた。"
    shiori "じゃあ本を探しにいこっか。"
    
    "僕は深くうなづいた。"
    "ばあちゃんに店を任せて2人でてーさいとに向かった。"
    "そこで今まで見たことも聞いたこともない本を大量に買った。"

    shiori "たくさん本を読んだから疲れたでしょ。"
    shiori "ほらこれ。"
    
    shiori "糖分の補給は大事だぞ。"
    koji "間違いないね。"
    menu:
        ">いただきまーす":
            koji "いただきま-す。"
    "三角チョコパイを思いっきり頬張る。"
    "とろとろとして甘いチョコとサクサクとしたパイ生地のデュエットが織りなす旋律は至極といって差し支えなく、"
    "後からチョコの苦みも加わり完璧なトリオへと昇華していった。"
    "三角チョコパイが三角である所以は調和のとれたこのトリオを物理的に表現したかったからではないだろうか、"
    "そうに決まっている。"

    koji "おいしい。"
    shiori "よかった。"

    shiori "あー"
    shiori "突然、詩織は僕の頬を指でなぞる。"
    shiori "口にチョコがついてた、みっともないぞ。"

    "詩織は笑う。"
    "突然直に触れられた私は赤面することしかできなかった。"

    shiori "なによその顔、こっちまで照れてきたじゃない///"
    
    "2人が赤面して向かい合うなんとも言えない構図となった。"

    shiori "ちょっと、ここ暑くない？"
    shiori "もう時間も時間だし外の風で涼みながら家に帰ろ？"
    
    "静寂を切り裂くように詩織がつぶやく。"
    koji "そうだね。"

    "2人は来た道を戻った。"
    "帰り道はお互いに何も話せなかった。"
    
    "店についてお別れの時間となった。"
    
    menu:
        ">今日は楽しかったよ":
            shiori "うん、わたしも楽しかった。"
        ">今日は面白かったよ":
            shiori "そうだね、わたしも面白かった。"

    menu:
        ">また一緒に回ろう？":
            shiori "いいね、賛成！"
        ">また一緒に出かけよう？":
            shiori "うん、楽しみにしてる。"

    baba "浩二よ、帰ってきたなら手伝ってほしいの。"
    koji "じゃあ、呼ばれてるからこれでお開きだね。"
    shiori "そうだね、ばいばーい"

    koji "ばいばい！"
    
    "そして彼女は帰っていった。"
    "熱はまだ残っている。"
    "お持ち帰りのチョコパイですら冷えてしまうほど時間が経ってもなおである。"

    return