label r_T:
    "詩織は『二銃士』について詳しく聞かせてくれた。"
    "その後、しばらく好きな本の話題で盛り上がった。"
    "詩織が好きな本の話を熱心にする姿は、僕の心を打ちぬいた。"
    "思はず、ぼーっと溶けていってしまいそうなくらい"
    shiori "浩二くん？"
    "詩織の声で我に返る。"
    koji "あ、ごめんなんだっけ？"
    shiori "もうこんな時間！"
    shiori "ごめんね、帰らないと。"
    koji "あ、そうだね。"
    "僕らは店をでた。"

    shiori"また本のお話し、いっぱいしようね！！"
    koji "うん、またね"
    "そういって詩織の後姿を見送るはずだった..."
    "しかしなぜだろう僕の体はそれを許さなかった。"
    "いや、理由はわかっている。"
    "そして次にかける言葉も。"
    menu:
        "好きだ!!!":
            koji"好きだ！！！"
    "詩織が振り返る。"
    shiori"私も好き！！！！"
    "ノータイムで帰ってきた言葉に僕はうまく反応できなかった。"
    "彼女はこうつづけた。"
    shiori"これからずっと！いろんなとこ行ったり、いろんな話したり、たっくさんしようね！！！"
    shiori"また明日！！！"
    "これが最高のTrueEndなのだと僕は思う。"

    scene bg black
    with fade

    show True end with fade

    window hide

    pause

    window show

    "Route Front Side"

    return